{
	"FormatVersion": 1,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			}
		},
		{
			"Source":
			{
				"Text": "1 x"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "11111x"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "2 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "2 цвета. Уничтожь соединённые тайлы."
			}
		},
		{
			"Source":
			{
				"Text": "3 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "3 цвета. Уничтожь соединённые тайлы."
			}
		},
		{
			"Source":
			{
				"Text": "3 colors. Destroy combined tiles. Use bomb to destroy single tile."
			},
			"Translation":
			{
				"Text": "3 цвета. Уничтожь соединённые тайлы. Используй бомбу, чтобы уничтожить одиночный тайл."
			}
		},
		{
			"Source":
			{
				"Text": "4 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "4 цвета. Уничтожь соединённые тайлы."
			}
		},
		{
			"Source":
			{
				"Text": "4 colors. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "4 цвета. Новые тайлы появляются после уничтожения."
			}
		},
		{
			"Source":
			{
				"Text": "5"
			},
			"Translation":
			{
				"Text": "5"
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. Destroy combined tiles. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "5 цветов. Уничтожь соединённые тайлы. Новые тайлы появляются после уничтожения."
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. Hint: use color bomb first."
			},
			"Translation":
			{
				"Text": "5 цветов. Подсказка: сначала используй цветовую бомбу."
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "5 цветов. Новые тайлы появляются после уничтожения."
			}
		},
		{
			"Source":
			{
				"Text": "50"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Назад"
			}
		},
		{
			"Source":
			{
				"Text": "Big bottle"
			},
			"Translation":
			{
				"Text": "Большая бутылка"
			}
		},
		{
			"Source":
			{
				"Text": "Big mana bottle. Icreased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Большая бутылка маны. Увеличивает максимальную ману на {0}."
			}
		},
		{
			"Source":
			{
				"Text": "Big source"
			},
			"Translation":
			{
				"Text": "Большой источник"
			}
		},
		{
			"Source":
			{
				"Text": "Bomb"
			},
			"Translation":
			{
				"Text": "Бомба"
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive bonus tile. Click on it and get one mana!"
			},
			"Translation":
			{
				"Text": "Шанс получить бонусный тайл. Нажмите на него и получите одну ману!"
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive item \"Mana bottle\". It Increased max mana."
			},
			"Translation":
			{
				"Text": "Шанс получить объект \"Бутылку маны\". Он увеличивает максимальную ману."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive item \"Torch\". It burn bomb automatically if there are no another moves."
			},
			"Translation":
			{
				"Text": "Шанс получить объект \"Факел\". Он поджигает кнопку-бомбу автоматически, когда нет других ходов."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive object \"Fire foxes\". It burn bomb automatically if there are no another moves."
			},
			"Translation":
			{
				"Text": "Шанс получить объект \"Факел\". Он поджигает кнопку-бомбу автоматически, когда нет других ходов."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive object \"Mana bottle\". It Increased max mana."
			},
			"Translation":
			{
				"Text": "Шанс получить объект \"Бутылку маны\". Он увеличивает максимальную ману."
			}
		},
		{
			"Source":
			{
				"Text": "Clear Saved Game"
			},
			"Translation":
			{
				"Text": "Удалить сэйв"
			}
		},
		{
			"Source":
			{
				"Text": "Collected:"
			},
			"Translation":
			{
				"Text": "Получено:"
			}
		},
		{
			"Source":
			{
				"Text": "Color bomb"
			},
			"Translation":
			{
				"Text": "Цветовая бомба."
			}
		},
		{
			"Source":
			{
				"Text": "Cost"
			},
			"Translation":
			{
				"Text": "Cost"
			}
		},
		{
			"Source":
			{
				"Text": "Cost 0"
			},
			"Translation":
			{
				"Text": "Cost 0"
			}
		},
		{
			"Source":
			{
				"Text": "Cost 100"
			},
			"Translation":
			{
				"Text": "Cost 100"
			}
		},
		{
			"Source":
			{
				"Text": "Debug Next Day"
			},
			"Translation":
			{
				"Text": "Debug Next Day"
			}
		},
		{
			"Source":
			{
				"Text": "Enable button for improving items screen."
			},
			"Translation":
			{
				"Text": "Включить кнопку для "
			}
		},
		{
			"Source":
			{
				"Text": "Enable button for improving items."
			},
			"Translation":
			{
				"Text": "Включить кнопку для экрана улучше"
			}
		},
		{
			"Source":
			{
				"Text": "Enable improving items screen."
			},
			"Translation":
			{
				"Text": "Включить экран улучшения предметов."
			}
		},
		{
			"Source":
			{
				"Text": "Enable items"
			},
			"Translation":
			{
				"Text": "Включить объекты"
			}
		},
		{
			"Source":
			{
				"Text": "First bomb."
			},
			"Translation":
			{
				"Text": "Первая бомба."
			}
		},
		{
			"Source":
			{
				"Text": "Great mana bottle. Increased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Огромная бутылка маны. Увеличивает максимальную ману на {0}"
			}
		},
		{
			"Source":
			{
				"Text": "Improve items"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Increase capasity of mana source. 500 max mana."
			},
			"Translation":
			{
				"Text": "Увеличивает объём источника маны. Максимум 500 маны."
			}
		},
		{
			"Source":
			{
				"Text": "Increase capasity of mana source. 750 max mana."
			},
			"Translation":
			{
				"Text": "Увеличивает объём источника маны. Максимум 750 маны."
			}
		},
		{
			"Source":
			{
				"Text": "Increase max mana by 100."
			},
			"Translation":
			{
				"Text": "Увеличивает максимальную ману на 100."
			}
		},
		{
			"Source":
			{
				"Text": "Items improving"
			},
			"Translation":
			{
				"Text": "Улучшение предметов"
			}
		},
		{
			"Source":
			{
				"Text": "Level 1"
			},
			"Translation":
			{
				"Text": "Уровень 1"
			}
		},
		{
			"Source":
			{
				"Text": "Level 2"
			},
			"Translation":
			{
				"Text": "Уровень 2"
			}
		},
		{
			"Source":
			{
				"Text": "Level 3"
			},
			"Translation":
			{
				"Text": "Уровень 3"
			}
		},
		{
			"Source":
			{
				"Text": "Level 4"
			},
			"Translation":
			{
				"Text": "Уровень 4"
			}
		},
		{
			"Source":
			{
				"Text": "Level 5"
			},
			"Translation":
			{
				"Text": "Уровень 5"
			}
		},
		{
			"Source":
			{
				"Text": "Level 6"
			},
			"Translation":
			{
				"Text": "Уровень 6"
			}
		},
		{
			"Source":
			{
				"Text": "Mana bonus"
			},
			"Translation":
			{
				"Text": "Мана бонус"
			}
		},
		{
			"Source":
			{
				"Text": "Mana bottle"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Mana bottle. Increased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Бутылка маны. Увеличивает максимальную ману на {0}."
			}
		},
		{
			"Source":
			{
				"Text": "Mana source. Gives you 1 mana per minute. 250 max mana."
			},
			"Translation":
			{
				"Text": "Источник маны. Даёт 1 ману в минуту. Максимум 250 маны."
			}
		},
		{
			"Source":
			{
				"Text": "Max mana"
			},
			"Translation":
			{
				"Text": "Макс мана"
			}
		},
		{
			"Source":
			{
				"Text": "Mega source"
			},
			"Translation":
			{
				"Text": "Мегаисточник"
			}
		},
		{
			"Source":
			{
				"Text": "Open"
			},
			"Translation":
			{
				"Text": "Открыть"
			}
		},
		{
			"Source":
			{
				"Text": "Open cost: 100"
			},
			"Translation":
			{
				"Text": "Open cost: 100"
			}
		},
		{
			"Source":
			{
				"Text": "Prize for win:"
			},
			"Translation":
			{
				"Text": "Награда за победу:"
			}
		},
		{
			"Source":
			{
				"Text": "Remote detonator. Allow to use bombs by double clicking."
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Рестарт"
			}
		},
		{
			"Source":
			{
				"Text": "Second bomb."
			},
			"Translation":
			{
				"Text": "Вторая бомба."
			}
		},
		{
			"Source":
			{
				"Text": "Second bomb. Use it to destroy single tile."
			},
			"Translation":
			{
				"Text": "Вторая бомба. Используй её, чтобы уничтожить одиночный тайл."
			}
		},
		{
			"Source":
			{
				"Text": "Sell"
			},
			"Translation":
			{
				"Text": "Продать"
			}
		},
		{
			"Source":
			{
				"Text": "Source"
			},
			"Translation":
			{
				"Text": "Источник"
			}
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": "Старт"
			}
		},
		{
			"Source":
			{
				"Text": "Test"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Torch item"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Torch. Automatically burn bomb if there is not another move."
			},
			"Translation":
			{
				"Text": "Факел. Автоматически поджигает бомбу, если нет других ходов."
			}
		},
		{
			"Source":
			{
				"Text": "Torch. Automatically burns bomb if there is no another move."
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Upgrade"
			},
			"Translation":
			{
				"Text": "Улучшить"
			}
		},
		{
			"Source":
			{
				"Text": "Use bomb button to destroy any single tile."
			},
			"Translation":
			{
				"Text": "Используй кнопку бомба чтобы уничтожить одиночный тайл."
			}
		},
		{
			"Source":
			{
				"Text": "Use color bomb button to destroy all same color tiles."
			},
			"Translation":
			{
				"Text": "Используй кнопку цветовой бомбы, чтобы уничтожить все тайлы одного цвета."
			}
		},
		{
			"Source":
			{
				"Text": "Warning! Difficult level! 4 colors. Previous levels are better to farm mana."
			},
			"Translation":
			{
				"Text": "Предупреждение! Сложный уровень! 4 цвета. Предыдущие уровни лучше для сбора маны."
			}
		},
		{
			"Source":
			{
				"Text": "Workshop"
			},
			"Translation":
			{
				"Text": "Мастерская"
			}
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "GameMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Cost: {0}"
					},
					"Translation":
					{
						"Text": "Цена: {0}"
					}
				}
			]
		},
		{
			"Namespace": "HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "(Max:{0})"
					},
					"Translation":
					{
						"Text": "(Макс:{0})"
					}
				},
				{
					"Source":
					{
						"Text": "Mana: {0}"
					},
					"Translation":
					{
						"Text": "Мана: {0}"
					}
				},
				{
					"Source":
					{
						"Text": "{0} x"
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "{0}(Max:{1})"
					},
					"Translation":
					{
						"Text": "{0}(Макс:{1})"
					}
				}
			]
		},
		{
			"Namespace": "Menu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chance to receive item {0}"
					},
					"Translation":
					{
						"Text": "Шанс, что выпадет объект {0}"
					}
				},
				{
					"Source":
					{
						"Text": "Cost: {0}"
					},
					"Translation":
					{
						"Text": "Цена: {0}"
					}
				},
				{
					"Source":
					{
						"Text": "{0} saved bomb prize: {1} x"
					},
					"Translation":
					{
						"Text": "{0} оставшихся бомб, приз: {1} x"
					}
				}
			]
		},
		{
			"Namespace": "PlayingField",
			"Children": [
				{
					"Source":
					{
						"Text": "Level complete!"
					},
					"Translation":
					{
						"Text": "Уровень пройден!"
					}
				},
				{
					"Source":
					{
						"Text": "Level completed!"
					},
					"Translation":
					{
						"Text": "Уровень пройден!"
					}
				},
				{
					"Source":
					{
						"Text": "No more moves!"
					},
					"Translation":
					{
						"Text": "Нет хода!"
					}
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": "Инфо"
					}
				},
				{
					"Source":
					{
						"Text": "Open"
					},
					"Translation":
					{
						"Text": "Открыть"
					}
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "Старт"
					}
				}
			]
		}
	]
}